rails-marathon/app/controllers/houses_controller.rb

INSERT INTO "houses" ("name", "author", "source", "motto", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"
---
  def create
    @house = House.new(house_params)

    if @house.save

SELECT "members".* FROM "members"
---
  def show
    @house = House.find(params[:id])
    @members = Member.all